Tekla.Structures.DrawingInternal.EventHandlerWrapper


Tekla.Structures.DrawingInternal.EventHandlerWrapper.Instance


Tekla.Structures.DrawingInternal.EventHandlerWrapper.Functionality


Tekla.Structures.DrawingInternal.EventHandlerWrapper.#ctor(Tekla.Structures.DrawingInternal.IEventHandler,Tekla.Structures.Internal.WrapperFunctionalityBase)


Tekla.Structures.DrawingInternal.EventHandlerWrapper.AddListener(Tekla.Structures.Drawing.UI.IUIEvents)


Tekla.Structures.DrawingInternal.EventHandlerWrapper.AddListener(Tekla.Structures.Drawing.IEvents)


Tekla.Structures.DrawingInternal.EventHandlerWrapper.RemoveListener(Tekla.Structures.Drawing.UI.IUIEvents)


Tekla.Structures.DrawingInternal.EventHandlerWrapper.RemoveListener(Tekla.Structures.Drawing.IEvents)
